---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialParamTransparency
source: html/5b772943-2d9b-f145-eaf0-7a7c138aae05.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialParamTransparency Property

"Transparency"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialParamTransparency { get; }
```